<h1>회사소개</h1>
<div>
	<h2>회사 연혁</h2>
	<div>
		<h3>1995년</h3>
		<span>영신ENG로 회사명 개명</span>
		<span>자동차 조립라인, 도어 힌지 자동 조립 라인 제작</span>
		<span>기타 자동화 기계 개발 및 제작</span>
	</div>
	<div>
		<h3>2000년</h3>
		<span>기계 개발팀 보강(7명) 신기술 개발에 주력함</span>
	</div>
	<div>
		<h3>2010년</h3>
		<span>영신이앤지(주) 법인으로 재설립(직원: 18명)</span>
	</div>
	<div>
		<h3>2012년</h3>
		<span>경기도 안산시로 사옥 이전</span>
	</div>
</div>
<div>
	<h2>조직도</h2>
	<div>설계팀 : 7명</div>
	<div>전장/제어팀 : 3명</div>
	<div>기술영업팀 : 1명</div>
	<div>구매&총무 : 1명</div>
	<div>기구조립팀 : 3명</div>
</div>
<div>
	<h2>사업분야</h2>
	<div>제품이송 컨베어 파트</div>
	<div>압입(프레스) 콕킹 파트</div>
	<div>부품조립, 체결, 용액 도포 파트</div>
	<div>부품 선별, 공급 파트</div>
	<div>각종 특성검사 파트</div>
</div>
<div>
	<h2>특허출원 내역</h2>
	<div>1999.06.23 - 클램프 - 실용신안 제237709호</div>
	<div>2001.07.18 - 유체 공급용 저장탱크 - 실용신안 제243294호</div>
	<div>2002.05.13 - 액체 정량 토출 밸브 - 실용신안 제0283595호</div>
	<div>2003.03.21 - 폐곡선 궤적 운동형 가공장치 - 실용신안 제0287029호</div>
	<div>2004.01.19 - 파레트 순환 작업대 - 특허 제0525620호</div>
	<div>2005.06.22 - 액체 공급장치 분사방법 - 특허 제2005-54053호</div>
</div>
